Repository: jacky2256/notify-service
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Hi
ru: Здравствуйте

source: This is a confirmation that your password for the FJC_RS project has been successfully changed.
ru: Это подтверждение того, что ваш пароль для проекта FJC_RS был успешно изменён.

source: If you did not make this change, please contact our support team immediately.
ru: Если вы не выполняли эту операцию, пожалуйста, немедленно свяжитесь с нашей службой поддержки.

source: Best regards, The FJC_RS Team
ru: С наилучшими пожеланиями, Команда FJC_RS

source: Thank you for registering in the FJC_RS project.
ru: Спасибо за регистрацию в проекте FJC_RS.

source: Login:
ru: Логин:

source: Password:
ru: Пароль:

source: Please confirm your registration details by clicking the link below:
ru: Пожалуйста, подтвердите свою регистрацию, перейдя по ссылке ниже:

source: Confirm Registration
ru: Подтвердить регистрацию

source: We received a request to reset your password for the FJC_RS project.
ru: Мы получили запрос на сброс вашего пароля для проекта FJC_RS.

source: Please click the link below to set a new password:
ru: Пожалуйста, перейдите по ссылке ниже, чтобы установить новый пароль:

source: Reset Password
ru: Сбросить пароль

source: If you did not request a password reset, please ignore this email or contact support.
ru: Если вы не запрашивали сброс пароля, просто проигнорируйте это письмо или свяжитесь со службой поддержки.
